Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G49A.tmx
Source language: en_us
Languages: zh_cn

source: Reminiscence of a Stock Operator Chapter 1 (1)
zh_cn: 一个操盘手的回忆录 第一章（1）

source: Chapter I
zh_cn: 第一章

source: I went to work when I was just out of grammar school. I got a job as quotation-board boy in a stock brokerage office.
zh_cn: 我初中毕业就出去工作了，在一家股票经纪公司做记价员。

source: I was quick at figures.At school I did three years of arithmetic in one. I was particularly good at mental arithmetic.
zh_cn: 我对数字很敏感，在学校的时候，我的数学很好，尤其是心算。我花了一年的时间学完了三年的算术课程。

source: As quotation-board boy I posted the numbers on the big board in the customers' room.One of the customers usually sat by the ticker and called out the prices. They couldn't come too fast for me. I have always remembered figures.
zh_cn: 我的工作其实就是把数字记到客户室的大木板上，有一个客户总是坐在自动报价机边上喊价，不管他喊得多快，我总能把数字记住。

source: No trouble at all.
zh_cn: 一点儿问题都没有。

source: There were plenty of other employees in that office. Of course I made friends with the other fellows, but the work I did, if the market was active,kept me too busy from ten a.m. to three p.m. to let me do much talking.
zh_cn: 公司里有很多其他的员工，我也交了很多朋友，但是市场活跃的时候，我们忙起来从早上10点到下午3点一刻也不停，根本没时间聊天。

source: I don't care for it, anyhow, during business hours.
zh_cn: 不过，工作时间我也不关心这个。

source: But a busy market did not keep me from thinking about the work.
zh_cn: 但是，紧张的市场气氛并不会妨碍我对自己工作的思考。

source: Those quotations did not represent prices of stocks to me, so many dollars per share. They were numbers.
zh_cn: 对我而言，这些报价代表的不是股票的价格，就是数字而已。

source: Of course, they meant something.
zh_cn: 当然，我知道他们确实代表了每股多少美元。

source: They were always changing.
zh_cn: 股票的价格总在不断地变化。

source: It was all I had to be interested in the changes.Why did they change?
zh_cn: 而我也只对变化有兴趣，但是为什么价格会变？

source: I didn't know. I didn't care.
zh_cn: 我不知道，也不关心。

source: I didn't think about that.
zh_cn: 从来没有深入思考过这个问题。

source: I simply saw that they changed. That was all I had to think about five hours every day and two on Saturdays: that they were always changing.
zh_cn: 就是看着它变啊变，从周一到周五每天5个小时，加上周六2个小时的时间，我就看着他们在持续不断地变化。

source: That is how I first came to be interested in the behaviour of prices.
zh_cn: 这些就是我当初对股票价格行为感兴趣的由来。

source: I had a very good memory for figures.
zh_cn: 我记忆数字的能力很好。

source: I could remember in detail how the prices had acted on the previous day, just before they went up or down.
zh_cn: 我可以记住价格上涨或下跌的前一天它的详细的变化情况。

source: My fondness for mental arithmetic came in very handy.
zh_cn: 我的心算术也总是用得很顺手。

source: I noticed that in advances as well as declines, stock prices were apt to show certain habits, so to speak.
zh_cn: 后来，我发现，无论价格上涨或者下跌之前，股票价格会有一定的规律惯性出现。

source: There was no end of parallel cases and these made precedents to guide me.
zh_cn: 这种相似的例子周而复始的出现，它们就是我最初的入门指导书。

source: I was only fourteen, but after I had taken hundreds of observations in my mind I found myself testing their accuracy, comparing the behaviour of stocks to-day with other days.
zh_cn: 我那时才14岁，但是观察研究了上百种的这种例子之后，我开始计算它们的准确性，把今天的行情跟前几天的做比较。

source: It was not long before I was anticipating movements in prices.
zh_cn: 不久，我就预测价格的变动。

source: My only guide, as I say, was their past performances.
zh_cn: 而我唯一的指南就是它们之前的各种变化行为。

source: I carried the "dope sheets" in my mind. I looked for stock prices to run on form.
zh_cn: 这些变化就像一张张清单清清楚楚地存在我的脑袋里，我就把这些表格连续不断的在我脑子里放映，然后找出股票的价格。

source: I had "clocked" them.
zh_cn: 我给他们计时了。

source: You know what I mean.
zh_cn: 你知道我的意思吧。

source: You can spot, for instance, where the buying is only a trifle better than the selling.
zh_cn: 比如，你知道的，做多头比做空头好一点点。

source: A battle goes on in the stock market and the tape is your telescope.
zh_cn: 股票市场就是战场，行情显示器就是你的望远镜。

source: You can depend upon it seven out of ten cases.
zh_cn: 靠他，你能有百分之七十的把握能赢。

source: Another lesson I learned early is that there is nothing new in Wall Street.
zh_cn: 当时我学到的另一点就是，华尔街发生的事情从来都不是“新”闻。

source: There can't be because speculation is as old as the hills.
zh_cn: 因为投机由来已久，他就像古老的山峦屹立不倒。

source: Whatever happens in the stock market to-day has happened before and will happen again.
zh_cn: 在股票市场，今天发生的事情，以前发生过，以后还会发生。

source: I've never forgotten that.
zh_cn: 我一直记着这点。

source: I suppose I really manage to remember when and how it happened.
zh_cn: 我真的试图记住它何时以及如何发生变化。

source: The fact that I remember that way is my way of capitalizing experience.
zh_cn: 而我的方法就是凭着之前的经验。

source: I got so interested in my game and so anxious to anticipate advances and declines in all the active stocks that I got a little book.
zh_cn: 我乐此不疲地玩着自己的游戏，对所有活跃的股票的涨跌都做出预测，记在一个小本子上。

source: I put down my observations in it.
zh_cn: 本子上有我的观察所得。

source: It was not are cord of imaginary transactions such as so many people keep merely to make or lose millions of dollars without getting the swelled head or going to the poorhouse.
zh_cn: 上面记录的并不是想象中的交易，那种即使赚了赔了上百万美元也不会一夜致富或是一贫如洗的交易。

source: It was rather a sort of record of my hits and misses, and next to the determination of probable movements I was most interested in verifying whether I had observed accurately; in other words, whether I was right.
zh_cn: 而是是一组记录我猜中没猜中的数据，以及股票的未来变化趋势的数据，我最感兴趣的部分就是印证自己的预测是否准确，也就是我有没有猜中。

source: Say that after studying every fluctuation of the day in an active stock I would conclude that it was behaving as it always did before it broke eight or ten points.Well, I would jot down the stock and the price on Monday, and remembering past performances I would write down what it ought to do on Tuesday and Wednesday.
zh_cn: 比如说，研究完一支活跃的股票当天的每一个波动之后，我可以得出这样的结论，它现在的变化趋势就跟每次突破8点或者10点前一样。通常，我会把这支股票周一的行情记下来，回忆之前的各种变化然后推断出明后天它可能的变化趋势。

source: Later I would check up with actual transcriptions from the tape.
zh_cn: 然后再根据行情显示器上的真实变化进行核实。

source: That is how I first came to take an interest in the message of the tape.
zh_cn: 这就是我对股市行情显示器信息建立兴趣的初衷。

source: The fluctuations were from the first associated in my mind with upward or downward movements.
zh_cn: 我当初就是观察价格的上下运动才有了波动的概念。

source: Of course there is always a reason for fluctuations, but the tape does not concern itself with the why and wherefore.
zh_cn: 当然波动的发生总是有原因的，但是行情显示器上是不会标注原因的。

source: It doesn't go into explanations.
zh_cn: 它不会做任何解释。

source: I didn't ask the tape why when I was fourteen,and I don't ask it to-day, at forty.
zh_cn: 我十四岁的时候，没问过，现在我四十岁了，也不会问。

source: The reason for what a certain stock does to-day may not be known for two or three days, or weeks,or months.
zh_cn: 某只股今天发生的变化你有可能在未来的两三天内，几周甚至几月内都不知道它为什么这样变。

source: But what the dickens does that matter? Your business with the tape is now not tomorrow.
zh_cn: 但是，是什么原因导致它有这种变化的又有什么关系？股市行情带给你的交易是现在而不是明天。

source: The reason can wait. But you must act instantly or be left.
zh_cn: 寻找原因可以等，但是股票交易你必须立刻做出反应否则就落后了。

source: Time and again I see this happen.
zh_cn: 我曾三番五次看到这种变化。

source: You'll remember that Hollow Tube went down three points the other day while the rest of the market rallied sharply.
zh_cn: 你会记得那天Hollow公司下跌了3个点，而其他公司却已经开始迅速回弹了。

source: That was the fact.
zh_cn: 这就是事实。

source: On the following Monday you saw that the directors passed the dividend.
zh_cn: 下个周一，你看到董事会通过了红利法案。

source: That was the reason.
zh_cn: 这就是原因。

source: They knew what they were going to do, and even if they didn't sell the stock themselves they at least didn't buy it There was no inside buying; no reason why it should not break.
zh_cn: 他们知道他们要做的事会对股市有怎样的影响，即使不卖掉，至少也不会买进，这就是为什么股票它不涨了。

source: Well, I kept up my little memorandum book perhaps six months.
zh_cn: 我大概把我记录用的便签本保留了六个月左右的时间。

source: Instead of leaving for home the moment I was through with my work, I'd jot down the figures I wanted and would study the changes, always looking for the repetitions and parallelisms of behaviour learning to read the tape,although I was not aware of it at the time.
zh_cn: 我没有回家而是继续工作，我把有用的数据记录下来，然后仔细研究这些变化，从中找出重复或相似的例子来学习行情记录，虽然当时我可能并不知道这种行为的真正意义所在。

source: One day one of the office boys he was older than I came to me where I was eating my lunch and asked me on the quiet if I had any money.
zh_cn: 某一天，我正在吃饭，公司里的一个比我稍大的小伙子跑过来悄悄地问我有没有钱。

source: "Why do you want to know?" I said.
zh_cn: “你要干吗？”我问他。

source: "Well," he said, "I've got a dandy tip on Burlington. I'm going to play it if I can get somebody to go in with me."
zh_cn: “哦，是这样，”他说，“我有伯灵顿的内幕，如果有人凑钱的话，我想进去玩玩。”

source: "How do you mean, play it?"I asked.
zh_cn: “玩玩，什么意思？”我问他。

source: To me the only people who played or could play tips were the customers old jiggers with oodles of dough.
zh_cn: 据我所知，能得到内幕的都是些跳吉格舞的有钱佬。

source: Why, it cost hundreds, even thousands of dollars, to get into the game.
zh_cn: 因为，这游戏一开始就得花上成百上千美元。

source: It was like owning your private carriage and having a coachman who wore a silk hat.
zh_cn: 都是些拥有私人马车，还雇佣戴着丝绸帽子的马车夫的有钱人才能玩的玩意儿。

source: "That's what I mean; play it!" he said.
zh_cn: “就是玩一玩的意思。”他说。

source: "How much you got?"
zh_cn: “你有多少钱？

source: "How much you need?"
zh_cn: “你要多少？”

source: "Well, I can trade in five shares by putting up $5."
zh_cn: “我可以用5美元买入5股。”

source: "How are you going to play it?"
zh_cn: “你要怎么玩？”

source: "I'm going to buy all the Burlington the bucket shop will let me carry with the money I give him for margin," he said.
zh_cn: “我就把这些钱当作保证金存到那家投机商号里，能买多少股伯灵顿我就买多少。”他说。

source: "It's going up sure.
zh_cn: “伯灵顿肯定会涨。

source: It's like picking up money. We'll double ours in a jiffy."
zh_cn: 这就跟天上掉钱，我们在路上捡钱似的，我们很快就可以翻一倍。”

source: "Hold on!" I said to him, and pulled out my little dope book.
zh_cn: “等等。”我打断他，拿出我自己的那本预测本子。
